Repository: Protocodyne/uSkyBlock
Catalog: uSkyBlock-bukkit-1.7.9/uSkyBlock-Core/src/main/po/*.po
Languages: es

source: §4Requirements will reset in {0} days.
es: §4Los requisitos se reiniciaran en {0} dias.

source: §4Requirements will reset in {0} hours.
es: §4Los requisitos se reiniciaran en {0} horas.

source: §4Requirements will reset in {0} minutes.
es: §4Los requisitos se reiniciaran en {0} minutos.

source: §eThis challenge requires the following:
es: §eEste challenge requiere lo siguiente:

source: §6Item Reward: §a
es: §6Item de premio: §a

source: §6Currency Reward: §a{0}
es: §6Premio de dinero: §a{0}

source: §6Exp Reward: §a{0}
es: §6Premio de XP: §a{0}

source: §dTotal times completed: §f{0}
es: §dTotal de veces completado: §f{0}

source: §4No challenge named {0} found
es: §4No se ha encontrado ningun challenge llamado {0}

source: §4You must be on your island to do that!
es: §4Necesitas estar en tu isla para hacer eso!

source: §4The {0} challenge is not repeatable!
es: §4El challenge {0} no se puede repetir!

source: §4You must be standing within {0} blocks of all required items.
es: §4Debes estar cerca de los bloques requeridos por almenos una distancia de {0} bloques.

source: §4Your island must be level {0} to complete this challenge!
es: §4Tu isla debe ser nivel {0} para completar este challenge!

source: §4Unknown type of challenge: {0}
es: §4Tipo de challenge desconocido: {0}

source: §eStill the following blocks short: {0}
es: §eTe faltan los siguientes bloques: {0}

source: §eStill the following entities short: {0}
es: §eTe faltan los siguientes mobs: {0}

source: §eYou are the following items short:{0}
es: §eTe faltan los siguientes items: {0}

source: §aYou have completed the {0} challenge!
es: §aHas completado el challenge {0} !

source: §9{0}§f has completed the §9{1}§f challenge!
es: §9{0}§f ha completado el challenge §9{1}§f !

source: §eItem reward(s): §f{0}
es: §ePremio de item(s): §f{0}

source: §eExp reward: §f{0,number,#.#}
es: §ePremio de XP: §f{0,number,#.#}

source: §eCurrency reward: §f{0,number,###.##} {1} §a ({2,number,##.##})%
es: §ePremio de dinero: §f{0,number,###.##} {1} §a ({2,number,##.##})%

source: §eYour inventory is §4full§e. Items dropped on the ground.
es: §eTu inventario se encuentra §4lleno§e. Los items fueron dropeados.

source: §e§lClick to complete this challenge.
es: §e§lClick para completar este challenge.

source: §4§lYou can't repeat this challenge.
es: §4§lNo puedes repetir este challenge.

source: §fComplete most challenges in
es: §fCompleta todos los challenges en este rank

source: §fthis rank to unlock the next rank.
es: §fpara desbloquear el siguiente!

source: §eClick here to show previous page
es: §ePagina anterior

source: §eClick here to show next page
es: §ePagina siguiente

source: §4§lLocked Challenge
es: §4§lChallenge bloqueado

source: §eChallenges has been disabled. Contact an administrator.
es: §eLos challenges han sido deshabilitados. Por favor contacte con un administrador.

source: §4You don't have access to this command!
es: §4No tienes permisos para utilizar ese comando

source: §4You can only submit challenges in the skyblock world!
es: §4Solo puedes ver los challenges en un mundo de skyblock!

source: §4You can only submit challenges when you have an island!
es: §4Solo puedes ver los challenges si tienes una isla!

source: §eUse /c <name> to view information about a challenge.
es: §eUtiliza /c <challenge> para ver la informacion sobre un challenge.

source: §eUse /c complete <name> to attempt to complete that challenge.
es: §eUtiliza /c complete <challenge> para completar un challenge.

source: §eChallenges will have different colors depending on if they are:
es: §eLos challenges tienen diferente color dependiendo de su estado:

source: Incomplete
es: Incompleto

source: Completed (not repeatable)
es: Completo (no repetible)

source: Completed(repeatable)
es: Completo (repetible)

source: §4You will lose all required items when you complete this challenge!
es: §4Perderas los items requeridos una vez que hayas completado este challenge!

source: §4All required items must be placed on your island, within {0} blocks of you.
es: §4Todos los items requeridos deben estar colocados en tu isla, alrededor de {0} bloques cerca de ti.

source: §4This Challenge is not repeatable!
es: §4Este challenge no es repetible!

source: §eTo complete this challenge, use §f/c c {0}
es: §ePara completar este challenge, utiliza §f/c c {0}

source: §4Invalid challenge name! Use /c help for more information
es: §4Challenge incorrecto! Utiliza /c help para mas informacion.

source: Complete {0} more {1} challenges
es: Completa {0} challenges mas de {1}

source: §7Complete {0}
es: §7Completa {0}

source: to unlock this rank
es: para desbloquear este rank

source: §ePlayer {0} has no island!
es: §eEl jugador {0} no tiene una isla!

source: §eInvalid player {0} supplied.
es: §eJugador invalido: {0} .

source: Manage challenges for a player
es: Administrar los challenges del jugador

source: §4Challenge has already been completed
es: §4Ese challenge ya ha sido completado

source: §echallenge: {0} has been completed for {1}
es: §eChallenge: {0} de {1} ha sido completado

source: resets the challenge for the player
es: resetea el challenge del jugador

source: §4Challenge has never been completed
es: §4Ese challenge nunca ha sido completado

source: §echallenge: {0} has been reset for {1}
es: §eChallenge: {0} de {1} ha sido reiniciado

source: resets all challenges for the player
es: reinicia todos los challenges del jugador

source: §e{0} has had all challenges reset.
es: §e{0} tiene todos los challenges reiniciados.

source: §4No challenge named {0} was found!
es: §4No se ha encontrado un challenge con el nombre de {0} !

source: §4No player named {0} was found!
es: §4No se ha encontrado un jugador llamado {0} !

source: manage islands
es: administra islas

source: protects the island
es: protege la isla

source: delete the island (removes the blocks)
es: borra la isla (borra los bloques)

source: §9Deleted abandoned island at your current location.
es: §9La isla abandonada que se encuentra en su ubicacion ha sido borrada.

source: §4Island at this location has members! §eUse §9/usb island delete <name>§e to delete it.
es: §4Esta isla tiene miembros! §eUtiliza §9/usb island delete <name>§e para borrar.

source: removes the player from the island
es: borra un jugador de la isla

source: §b{0}§d has joined your island group.
es: §b{0}§d ha entrado a tu grupo.

source: print out info about the island
es: mostrar informacion sobre la isla

source: protects all islands (time consuming)
es: proteger todas las islas (consume tiempo)

source: sets the biome of the island
es: establecer el bioma de la isla

source: §4That player has no island.
es: §4Ese jugador no tiene isla!

source: §4No valid island at your location
es: §4No se encuentra ninguna isla en tu ubicacion!

source: purges the island
es: purga la isla

source: §4Error! §9No valid island found for purging.
es: §4Error! §9No se ha encontrado una isla para purgar!

source: §cPURGE: §9Purged island at {0}
es: §cPURGAR: §9Isla purgada en {0}

source: toggles the islands ignore status
es: cambia la isla para que no sea purgada

source: §cSet {0}s island to be ignored on top-ten and purge.
es: §cEstablezca la isla {0}s para que sea ignorada y purgar.

source: §cRemoved ignore-flag of {0}s island, it will now show up on top-ten and purge.
es: §cRemovido el ignore de la isla {0}s , ahora se mostrara en el top-10 y sera purgada

source: §4No valid player-name supplied.
es: §4Jugador invalido!

source: Removing {0} from island
es: Borrando {0} de la isla

source: §eChanged biome of {0}s island to {1}.
es: §eBioma de la isla {0}s cambiado a {1}.

source: §eChanged biome of {0}s island to OCEAN.
es: §eBioma de la isla {0}s cambiado a OCEAN.

source: §aYou may need to go to spawn, or relog, to see the changes.
es: §aDebes ir al spawn, o reconectarte para ver los cambios!

source: §e{0} has had their biome changed to {1}.
es: §e{0} tuvo que cambiar su bioma a {1}.

source: §e{0} has had their biome changed to OCEAN.
es: §e{0} tuvo que cambiar su idioma a OCEAN.

source: §4Sorry!§e A protect-all is already running. Let it complete first.
es: §4Lo sentimos!§e Una protect-all se esta ejecutando. Deja que se complete.

source: §eStarting a protect-all task. It will take a while.
es: §eEmpezando la proteccion de todas las islas. Esto tomara un tiempo.

source: §eRemoving {0}'s island.
es: §eRemoviendola isla {0}'s .

source: Error: That player does not have an island!
es: Error: Ese jugador no tiene una isla!

source: §e{0}s island at {1} has been protected
es: §eLa isla{0}s en {1} ha sido protegida

source: §4{0}s island at {1} was already protected
es: §4La isla {0}s en {1} ya estaba protegida!

source: Controls player-cooldowns
es: Controla el cooldown de lso jugadores

source: clears the cooldown on a command (* = all)
es: reinicia el cooldown de un comando (* = todos)

source: §eThe player is not currently online
es: §eEl jugadorr no se encuentra online

source: Cleared cooldown on {0} for {1}
es: Reiniciado el cooldown de {0} para {1}

source: No active cooldown on {0} for {1} detected!
es: No se ha detectado un cooldown activo en {0} para {1} !

source: Invalid command supplied, only restart and biome supported!
es: El comando suministrado es incorrecto, solo restart y biome son soportados!

source: restarts the cooldown on the command
es: reinicia el cooldown de un comando!

source: §eReset cooldown on {0} for {1}§e to {2} seconds
es: §eReiniciado el cooldown de {0} para {1}§e a {2} segundos

source: lists all the active cooldowns
es: lista de todos los cooldowns activos

source: §eNo active cooldowns for §9{0}§e found.
es: §eNo se ha encontrado un cooldown activo en §9{0}§e .

source: control debugging
es: controla de depuracion

source: set debug-level
es: establece el nivel de depuracion

source: toggle debug-logging
es: cambia el registro de depuracion

source: §4Logging wasn't active, so you can't disable it!
es: §4El registro no esta activado, por eso no puedes desactivarlo !

source: flush current content of the logger to file.
es: transforma el contenido del registro en un archivo

source: §eLog-file has been flushed.
es: §eEl archivo de registro ha sido convertido.

source: §4Logging is not enabled, use §d/usb debug enable
es: §4El registro no se encuentra activado, utiliza §d/usb debug enable

source: §4Invalid argument, try INFO, FINE, FINER, FINEST
es: §4Argumento incorrecto, trata con INFO, FINE, FINER, FINEST

source: §eLogging disabled!
es: §eRegistro desactivado!

source: tries to fix the the area of flatland.
es: intento de reparar el flatland.

source: §4No valid island found
es: §4No se encontrado una isla valida

source: §4No flatland detected at {0}'s island!
es: §4No se ha detectado ningun flatland en la isla {0}'s !

source: flushes all caches to files
es: convertir todos los caches en archivos

source: §eFlushed §a{0} islands§e, §b{1} players and §6{2} challenge-completions.
es: §eConvertidas §a{0} islas§e, §b{1} jugadores y §6{2} challenges completados.

source: manually update the top 10 list
es: actualizacion manual del top 10

source: §eGenerating the Top Ten list
es: §eGenerando el top 10

source: §eFinished generation of the Top Ten list
es: §eFinalizo la generacion del top 10

source: teleport to another players island
es: teletransportarte hacia otra isla de un jugador

source: §4Only supported for players
es: §4Solo jugadores

source: §aTeleporting to {0}s island.
es: §aTeletransportando hacia la isla {0}s .

source: §4That player does not have an island!
es: §4Ese jugador no tiene una isla

source: imports players and islands from other formats
es: importar jugadores e islas desde otro formatos

source: §9Job Statistics
es: §9Estadisticas de jobs

source: time
es: tiempo

source: name
es: nombre

source: changes the language of the plugin, and reloads
es: cambia el idioma del plugin, y recargar

source: §aSuccessfully changed language to §e{0}
es: §aEl idioma ha sido correctamente cambiado a §e{0}

source: §cFailed to change language to §e{0}
es: §cFallo al cambiar el idiom a §e{0}

source: §9Supported Languages:
es: §9Idiomas disponibles:

source: §f{0} §7{1} §9 by {2} §7{3}
es: §f{0} §7{1} §9 por {2} §7{3}

source: §cUnable to locate any languages.
es: §cNo se ha encontrado ningun idioma.

source: transfer leadership to another player
es: transferir el liderazgo a otro jugador

source: §4Player {0} has no island to transfer!
es: §4El jugador {0} no tiene una isla!

source: §ePlayer §d{0}§e already has an island.§eUse §d/usb island remove <name>§e to remove him first.
es: §eEl jugador §d{0}§e ya tiene una isla.§eUtiliza §d/usb island remove <nombre>§e para removerlo.

source: §bLeadership transferred by {0}§b to {1}
es: §bLiderazgo transferido por {0}§b a {1}

source: manage orphans
es: administra a los hurfanos

source: count orphans
es: contar huerfanos

source: §e{0} old island locations will be used before new ones.
es: §e{0} viejas ubicaciones de las islas seran utilizadas para nuevas.

source: clear orphans
es: limpiar huerfanos

source: §eClearing all old (empty) island locations.
es: §eLimpiando todas las viejas (vacias) ubicaciones de islas.

source: list orphans
es: lista de huerfanos

source: §eNo orphans currently registered.
es: §eNo se han registrado huerfanos.

source: §eOrphans: {0}
es: §eHuerfanos: {0}

source: purges all abandoned islands
es: purgar todas las islas abandonadas

source: §4A purge is already running, please wait for it to finish!
es: §4La purga ya esta en ejecucion, por favor espera a que termine!

source: §4You must provide the age in days to purge!
es: §4Debes proveer la edad en dias para purgar!

source: §eFinding all islands that has been abandoned for more than {0} days.
es: §eBuscando todas las islas que fueron abandonadas en los ultimos {0} dias.

source: set a player's island to your location
es: establecer la isla de un jugador en tu ubicacion

source: §aSet {0}'s island to the bedrock nearest you.
es: §aEstablece la isla {0}'s en la bedrock mas cercana a ti.

source: §4Bedrock not found: unable to set the island!
es: §4Bedrock no encontrada: no se ha podido establecer la isla!

source: reload configuration from file.
es: recargar la configuracion.

source: §eConfiguration reloaded from file.
es: §eLa configuracion ha sido recargada.

source: §cPURGE:§9 Purged {0}/{1} {2,number,###}%
es: §cPURGAR:§9 Purgado {0}/{1} {2,number,###}%

source: §4PURGE:§9 Scanning done, found {0} candidates for purgatory.
es: §4PURGAR:§9 El scan ha finalizado, se encontraron {0} candidatos para la purgacion.

source: §4PURGE:§9 Finished purging abandoned islands.
es: §4PURGAR:§9 Se ha completado la purga de islas abandonadas.

source: displays version information
es: mostrar la informacion de la verion

source: various WorldGuard utilities
es: varias utilizades de WorldGuard

source: refreshes the chunks around the player
es: refrezcar los chunks alrededor del jugador

source: §eResending chunks to the client
es: §eRe-enviando los chunks hacia el cliente

source: load the region chunks
es: cargar los chunks de la region

source: §eLoading chunks at {0}
es: §eCargando chunks en {0}

source: §eUnloading chunks at {0}
es: §eDescargando chunks en {0}

source: show player-information
es: mostrar la informacion del jugador

source: §4Your island is full, or you have too many pending invites. You can't invite anyone else.
es: §4Tu isla esta llena, o tienes muchas solicitudes de invitacion. No puedes invitar a nadie mas.

source: §4That player is already leader on another island.
es: §4Este jugador es lider de otra isla.

source: §e{0}§e tried to invite you, but you are already in a party.
es: §e{0}§e ha intentado invitarte a su isla, pero tu ya te encuentras en una party.

source: {0}§e has invited you to join their island!
es: {0}§e te ha invitado a unirte a su isla!

source: §f/island [accept/reject]§e to accept or reject the invite.
es: §f/island [accept/reject]§e para aceptar o rechazar la invitacion.

source: §4WARNING: You will lose your current island if you accept!
es: §4ADVERTENCIA: Puedes perder tu isla y tus challenges si aceptas!

source: {0}§e has rejected the invitation.
es: {0}§e ha rechazado la invitacion!

source: §4You can't use that command right now. Leave your current party first.
es: §4No puedes usar ese comando ahora. Debes salir de tu actual party primero.

source: §aYou have joined an island! Use /island party to see the other members.
es: §aHas entrado a una isla! Utiliza /island party para ver a los otros miembros

source: §eInvitation for {0}§e has timedout or been cancelled.
es: §eLa invitacion a {0}§e ha caducado o fue cancelada.

source: §eInvitation for {0}'s island has timedout or been cancelled.
es: §eLa invitacion de la isla {0}§e ha caducado o fue cancelada.

source: accept/reject an invitation.
es: aceptar/rechazar una invitacion.

source: §eYou have rejected the invitation to join an island.
es: §eHas rechazado la invitacion.

source: §4You haven't been invited.
es: §4Nunca fuiste invitado.

source: §eYou have accepted the invitation to join an island.
es: §eHas aceptado la invitacion para unirte.

source: ban/unban a player from your island.
es: ban/unban un jugador de tu isla

source: §eThe following players are banned from warping to your island:
es: §eLos siguientes jugadores fueron baneados y no pueden entrar a tu isla:

source: §eTo ban/unban from your island, use /island ban <player>
es: §ePara ban/unban a un jugador, utiliza /island ban <nombre>

source: §4You can't ban members. Remove them first!
es: §4No puedes banear miembros. Debes removerlos primero!

source: §4You do not have permission to kick/ban players.
es: §4No tienes permisos para kickear/banear jugadores.

source: §eYou have banned §4{0}§e from warping to your island.
es: §eHas baneado a §4{0}§e y ya no puede entrar a tu isla.

source: §eYou have been §cBANNED§e from {0}§e''s island.
es: §eHas sido §cBANEADO§e de la isla {0}§e's.

source: §eYou have unbanned §a{0}§e from warping to your island.
es: §eHas desbaneado a §a{0}§e y ahora puede entrar a tu isla.

source: §eYou have been §aUNBANNED§e from {0}§e''s island.
es: §eHas sido §aDESBANEADO§e de la isla {0}§e's .

source: change the biome of the island
es: cambia el bioma de la isla

source: §cYou do not have permission to change the biome of your current island.
es: §cNo tienes permisos para cambiar el bioma de la isla.

source: §eYou can change your biome again in {0,number,#} minutes.
es: §ePuedes cambiar el bioma denuevo en {0,number,#} minutos.

source: §aYou have changed your island''s biome to {0}
es: §aHas cambiado el bioma de tu isla a {0}

source: {0} changed the island biome to {1}
es: {0} cambio el bioma de la isla a {1}

source: §cYou do not have permission to change your biome to that type.
es: §cNo tienes permisos para cambiar el bioma de tu isla a ese.

source: §cYou have misspelled the biome name.
es: §cHas escrito mal el nombre del bioma.

source: §eYou must be on your island to change the biome!
es: §eDebes estar en tu isla para cambiar el bioma!

source: §4You do not have permission to change the biome of this island!
es: §4No tienes permisos para cambiar el bioma de esta isla!

source: create an island
es: crea una isla

source: §cYour island is in the process of generating, you cannot create now.
es: §cTu isla se encuentra en proceso de generacion!

source: §4Island found!§e You already have an island. If you want a fresh island, type§b /is restart§e to get one
es: §4Isla encontrada!§e Ya tienes una isla. Si tu quieras una isla nueva utiliza§b /is restart§e para recibirla.

source: §4Island found!§e You are already a member of an island. To start your own, first§b /is leave
es: §4Isla encontrada!§e Ya eres miembro de la isla. Para empezar una por ti mismo utiliza§b /is leave

source: §eYou can create a new island in {0,number,#} seconds.
es: §ePuedes crear una isla nueva en {0,number,#} segundos.

source: teleport to the island home
es: teletranportar hacia la home de la isla

source: §cYour island is in the process of generating, you cannot teleport home right now.
es: §cTu isla se encuentra en proceso de generacion, no puedes teletransportarte hacia la home.

source: check your or anothers island info
es: comprobar la informacion de tu isla o la de otros

source: §4Island level has been disabled, contact an administrator.
es: §4El nivel de la isla ha sido desactivado, por favor contacte con un administrador!

source: §eYou must be on your island to use this command.
es: §eDebes estar en tu isla para usar ese comando.

source: §4You do not have an island!
es: §4No tienes una isla!

source: §4You do not have access to that command!
es: §4No tienes acceso para usar ese comando!

source: §4That player is invalid or does not have an island!
es: §4El jugador es invalido o no tiene una isla!

source: §eBlocks on {0}s Island (page {1,number} of {2,number}):
es: §eBloques en la isla {0}s (pagina {1,number} de {2,number}):

source: Score Count Block
es: Puntuacion de bloques

source: invite a player to your island
es: invitar un jugador a tu isla

source: §eUse§f /island invite <playername>§e to invite a player to your island.
es: §eUtiliza§f /island invite <nombre>§e para invitar un jugador a tu isla.

source: §4Only the island's owner can invite!
es: §4Solo el dueño de la isla puede invitar!

source: §aYou can invite {0} more players.
es: §aPuedes invitar a {0} mas jugadores.

source: §4You can't invite any more players.
es: §4Ya no puedes inivitar mas jugadores.

source: §4You do not have permission to invite others to this island!
es: §4No tienes permiso para invitar a otros a esta isla!

source: §4That player is offline or doesn't exist.
es: §4Ese jugador esta desconectado o no existe.

source: §4You can't invite yourself!
es: §4No puedes invitarte a ti mismo!

source: §4That player is the leader of your island!
es: §4Ese jugador es el lider de tu isla!

source: {0}§d invited {1}
es: {0}§d invito a {1}

source: remove a member from your island.
es: borra un miembro de tu isla.

source: §4You do not have permission to kick others from this island!
es: §4No tienes permisos para kickear en tu isla!

source: §4You can't remove the leader from the Island!
es: §4No puedes remover al lider de la isla!

source: §4Stop kickin' yourself!
es: §4No puedes kickearte a ti mismo!

source: §4{0} has removed you from their island!
es: §4{0} ha sido removido de tu isla!

source: §4{0} has been removed from the island.
es: §4{0} ha sido removido de la isla

source: §4{0} has been kicked from the island.
es: §4{0} ha sido kickeado de la isla!

source: §4That player is not part of your island group, and not on your island!
es: §4Ese jugador no forma parte de tu party, y no se encuentra en tu isla!

source: leave your party
es: abandona tu party

source: §4You can't leave your island if you are the only person. Try using /island restart if you want a new one!
es: §4No puedes abandonar tu isla si solo hay 1 persona. Trata usando /island restart si tu quieres una nueva!

source: §eYou own this island, use /island remove <player> instead.
es: §eEres el owner de esta isla, utiliza /island remove <nombre>.

source: §eYou have left the island and returned to the player spawn.
es: §eHas abandonado la isla y has sido enviado al spawn.

source: §4{0} has left your island!
es: §4{0} ha abandonado tu isla!

source: §4You must be in the skyblock world to leave your party!
es: §4Debes estar en un mundo de skyblock para abandonar tu party!

source: check your or anothers island level
es: mira tu nivel de isla o el de otros

source: §eInformation about {0}'s Island:
es: §eInformacion sobre la isla {0}'s:

source: §aIsland level is {0,number,###.##}
es: §aNivel de isla {0,number,###.##}

source: §9Rank is {0}
es: §9El rank es {0}
