Repository: Protocodyne/uSkyBlock
Catalog: uSkyBlock-bukkit-1.7.9/uSkyBlock-Core/src/main/po/*.po
Languages: es

source: lock your island to non-party members.
es: bloquea tu isla para los que no forman parte de tu party

source: §4You do not have permission to lock your island!
es: §4No tienes permisos para bloquear tu isla!

source: §4You do not have permission to unlock your island!
es: §4No tienes permisos para desbloquear tu isla!

source: display log
es: mostrar el log

source: transfer leadership to another member
es: transfiere el liderazgo a otro miembro

source: §4You can only transfer ownership to party-members!
es: §4Tu solo puedes transferir el liderazgo hacia otro miembro de la isla.

source: {0}§e is already leader of your island!
es: {0}§e ya es lider de tu isla!

source: §4Only leader can transfer leadership!
es: §4Solo el lider puede transferir el liderazgo!

source: {0} tried to take over the island!
es: {0} ha tratado de apoderarse de la isla!

source: show party information
es: mostrar la informacion de la party

source: shows information about your party
es: mostrar la informacion sobre tu party

source: show pending invites
es: mostrar invitaciones pendientes

source: §eNo pending invites
es: §eNo se encontraron invitaciones pendientes

source: withdraw an invite
es: retirar una invitacion

source: §4You don't have permissions to uninvite players.
es: §4No tienes permisos para eliminar la invitacion de los jugadores.

source: §4This command can only be executed by a player
es: §4Ese comando solo puede ejecutarlo un jugador

source: §4No Island. §eUse §b/is create§e to get one
es: §4No tienes isla. §eUtiliza §b/is create§e para recibir una

source: delete your island and start a new one.
es: borra tu isla y empieza una nueva.

source: §4Only the owner may restart this island. Leave this island in order to start your own (/island leave).
es: §4Solo el owner puede reiniciar esta isla. Abandona la isla y empieza una nueva solo para ti (/island leave).

source: §eYou must remove all players from your island before you can restart it (/island kick <player>). See a list of players currently part of your island using /island party.
es: §eDebes remover a todos los miembros de tu isla para reiniciarla (/island kick <nombre>). Mira la lista de miembros utilizando /island party.

source: §cYou can restart your island in {0} seconds.
es: §cPuedes reiniciar tu isla en {0} segundos.

source: §cYour island is in the process of generating, you cannot restart now.
es: §cTu isla se encuentra en proceso de generacion, no puedes reiniciarla ahora.

source: §eNOTE: Your entire island and all your belongings will be RESET!
es: §eNOTA: Tu isla entera y todas tus pertenencias seran borradas!

source: set the island-home
es: establece la home de tu isla

source: set your island's warp location
es: establece el warp de tu isla en tu ubicacion

source: §cYou do not have permission to set your island's warp point!
es: §cNo tienes permisos para establecer el warp de tu isla

source: §cYou need to be on your own island to set the warp!
es: §cNecesitas ser el dueño de la isla para establecer el warp

source: §b{0}§d changed the island warp location.
es: §b{0}§d ha cambiado el warp de la isla.

source: teleports you to the skyblock spawn
es: teletransportate hacia el spawn de skyblock

source: enable/disable warping to your island.
es: activa/desactiva el teletransporte hacia tu isla

source: §4Your island is locked. You must unlock it before enabling your warp.
es: §4Tu isla esta bloqueada. Debes desbloquearla para habilitar el warp.

source: §b{0}§d activated the island warp.
es: §b{0}§d ha activado el warp de la isla.

source: §b{0}§d deactivated the island warp.
es: §b{0}§d ha desactivado el warp de la isla.

source: §cYou do not have permission to enable/disable your island's warp!
es: §cNo tienes permisos para activar/desactivar el warp de la isla!

source: display the top10 of islands
es: muestra el top 10 de islas

source: trust/untrust a player to help on your island.
es: permite/niega los permisos para construir a un jugador!

source: §eThe following players are trusted on your island:
es: §eLos siguientes jugadores tienen permiso para construir en tu isla:

source: §eThe following leaders trusts you:
es: §eLos siguientes jugadores te han dado permiso para construir en sus islas:

source: §eTo trust/untrust from your island, use /island trust <player>
es: §ePara dar/quitar permisos para construir en tu isla, utiliza /island trust <nombre>

source: §4Members are already trusted!
es: §4Los miembros tienen permiso para construir!

source: §4Unknown player {0}
es: §4Jugador desconocido {0}

source: §eYou are now trusted on §4{0}'s §eisland.
es: §eHas recibido permisos para construir en la isla §4{0}'s §e.

source: §eYou are no longer trusted on §4{0}'s §eisland.
es: §eTe han quitado los permisos para construir en la isla §4{0}'s §e.

source: warp to another player's island
es: telentransportate hacia la isla de otro

source: §aYour incoming warp is active, players may warp to your island.
es: §aTu warp se encuentra activo, los jugadores pueden teletransportarse hacia tu isla.

source: §4Your incoming warp is inactive, players may not warp to your island.
es: §aTu warp se encuentra desactivado, los jugadores no pueden teletransportarse hacia tu isla.

source: §fSet incoming warp to your current location using §e/island setwarp
es: §fEstablece el warp usando §e/island setwarp

source: §fToggle your warp on/off using §e/island togglewarp
es: §fCambia el estado de tu warp on/off utilizando §e/island togglewarp

source: §4You do not have permission to create a warp on your island!
es: §4No tienes permisos para crear un warp hacia tu isla!

source: §fWarp to another island using §e/island warp <player>
es: §fTeletransportate hacia otra isla utilizando §e/island warp <player>

source: §4You do not have permission to warp to other islands!
es: §4No tienes permisos para telentransportarte hacia la isla de otros!

source: §cYour island is in the process of generating, you cannot warp to other players islands right now.
es: §cTu isla se encuentra en proceso de generacion, no puedes teletransportarte hacia la isla de otros en este momento.

source: §4That player does not exist!
es: §4Ese jugador no existe!

source: §4That player does not have an active warp.
es: §4Ese jugador no tiene su warp activado!

source: §cThat players island is in the process of generating, you cannot warp to it right now.
es: §cEse jugador tiene su isla en proceso de generacion, no puedes teletransportarte en este momento.

source: §cWARNING: §9{0}§e is warping to your island!
es: §cATENCION: §9{0}§e se ha teletransportado hacia tu isla!

source: §4That player has forbidden you from warping to their island.
es: §4Ese jugador tiene prohibido tu teletransporte hacia su isla.

source: But you are ALLLLLLL ALOOOOONE!
es: Pero estas SOOOOLO!

source: But you are Yelling in the wind!
es: Pero nadie te oye!

source: But your fantasy friends are gone!
es: Pero tus amigos de fantasia se han ido!

source: But you are Talking to your self!
es: Pero estas hablando solo!

source: §cSorry! {0}
es: §cLo sentimos! {0}

source: general island command
es: comando general

source: talk to players on your island
es: habla con los jugadores en tu isla

source: talk to your island party
es: habla con tu party

source: §eYou can not use another islands portals! Shame on you - cheater!
es: §eNo puedes usar los portales de otras islas! Eres un tramposo!

source: §eTrading isn't allowed on other islands. Go home - cheater!
es: §eEl tradeo no esta permitido en otras islas! Ve a tu casa- tramposo!

source: §eChanging your obsidian back into lava. Be careful!
es: §eConvirtiendo tu obsidiana en lava. TEN MAS CUIDADO!

source: §4It's a bad idea to replace your lava!
es: §4Es una mala idea reemplazar tu lava!

source: §4That player has forbidden you from teleporting to their island.
es: §4Ese jugador ha prohibido tu teletransporte hacia su isla.

source: §cYou have reached your spawn-limit for your island.
es: §cHas llegado a tu limite de spawn en tu isla!

source: §eYou can only use spawn-eggs on your own island.
es: §eSolo puedes usar huevos de spawn en tu isla!

source: §cBanned:§e You are banned from this island.
es: §cBaneado:§e Has sido baneado de la isla!

source: §eWaiting for our turn §c{0,number,###}%
es: §eEsperando por un turno §c{0,number,###}%

source: §9Creating island...§e{0,number,###}%
es: §9Creando isla....§e{0,number,###}%

source: §9{0}§7 timed out
es: §9{0}§7 ha caducado

source: §eDoing §9{0}§e is §cRISKY§e. Repeat the command within §a{1}§e seconds to accept!
es: §eHacer §9{0}§e es §cARRIESGADO§e. Repite el comando dentro de §a{1}§e segundos para aceptar!

source: §d** You are entering §b{0}''s §disland.
es: §d** Has entrado a la isla §b{0}''s §d.

source: §d** You are leaving §b{0}''s §disland.
es: §d** Has salido de la isla §b{0}''s §d.

source: §eYour island is now locked. Only your party members may enter.
es: §eTu isla ahora se encuentra bloqueada. Solo los miembros pueden entrar.

source: §4You must be the party leader to lock your island!
es: §4Debes ser el lider de la party para bloquear tu isla!

source: §eYour island is unlocked and anyone may enter, however only you and your party members may build or remove blocks.
es: §eTu isla ha sido desbloqueada, todos pueden entrar, pero solo tu y tu party puede construir.

source: §4You must be the party leader to unlock your island!
es: §4Debes ser el lider de la party para desbloquear tu isla!

source: §4** You are entering a protected - but abandoned - island area.
es: §4** Has entrado a una protegida - pero abandonada - isla.

source: §4** You are leaving an abandoned island.
es: §4** Has salido de una isla abandonada.

source: §4No importer named §e{0}§4 found
es: §4No se ha encontrado un importer llamado §e{0}

source: §eConverted
es: §eConvertido

source: The island has been created.
es: La isla ha sido creada.

source: §b{0}§d locked the island.
es: §b{0}§d ha bloqueado la isla.

source: §4Since your island is locked, your incoming warp has been deactivated.
es: §4Tu isla ha sido bloqueada, y tu warp ha sido desactivado.

source: §b{0}§d unlocked the island.
es: §b{0}§d ha desbloqueado la isla.

source: §b{0}§d has been removed from the island group.
es: §b{0}§d ha sido removido de la isla.

source: §cThe island you are on is being deleted! Sending you to spawn.
es: §cLa isla en donde te encuentras se esta borrando! Enviandote al spawn.

source: §eWALL OF FAME (page {0} of {1}):
es: §eMURO DE LA FAMA (pagina {0} de {1}):

source: §4Top ten list is empty! (perhaps the generation failed?)
es: §4El top 10 esta vacio! (tal vez ha fallado?)

source: §eYour rank is: §f{0}
es: §eTu rank es: §f{0}

source: §cWatchdog!§9 Unable to locate a chest within {0}, bailing out.
es: §cError!§9 No se pudo encontrar un cofre dentro de {0} bloques.

source: change the islands's biome.
es: Bioma De La Isla

source: toggle the island's lock.
es: Bloquear/Desbloquear Isla

source: set the island's warp.
es: Establecer Warp de Isla

source: set the island's warp, which allows non-group members to teleport to the island
es: establecer el warp de la isla, lo que permite a los no miembros teletransportarse hacia la isla

source: toggle the island's warp.
es: Warp de la Isla

source: toggle the island's warp, allowing them to turn it on or off at anytime. but not set the location.
es: Modifica el warp de la isla, permitiendo activar y desactivarlo. pero no establecer la ubicacion.

source: invite others to the island.
es: Invita personas a tu Isla

source: invite other players to the island if there is enough room for more members
es: invita a otra personas a otras personas a tu isla, solo si tienes espacio para mas.

source: kick others from the island.
es: kickear a personas de la isla.

source: kick other players from the island, but they are unable to kick the island leader.
es: kickear a miembros de la isla, ellos no puede kickear al lider.

source: Permissions
es: Permisos

source: §hPlayer Permissions
es: §hPermisos de jugador

source: §eClick here to return to §eyour island group's info.
es: §eClick aqui para retornar §ea tu informacion sobre el grupo de la isla.

source: §eHover over an icon to view §ea permission. Change the §epermission by clicking it.
es: §ePosicione el raton sobre un icono §epara ver cada permiso. Modificalos §ehaciendo click.

source: §fThis player §acan
es: §fEste jugador §apuede

source: Click here to remove this permission.
es: Click aqui para remover este permiso

source: §fThis player §ccannot
es: §fEste jugador §cno puede

source: Click here to grant this permission.
es: Click aqui para dar este permiso.

source: Island Group Members
es: Miembros de la Isla

source: Group Members: §2{0}§7/§e{1}
es: Miembros: §2{0}§7/§e{1}

source: §aMore players can be invited to this island.
es: §aMas jugadores pueden ser invitados.

source: §cThis island is full.
es: §cLa isla se encuentra llena.

source: §eHover over a player's icon to §eview their permissions. The §eleader can change permissions §eby clicking a player's icon.
es: §ePosicione el raton sobre §eun icono para ver sus perisos. El §elider puede modificarlos §ehaciendo click.

source: Leader
es: Lider

source: Member
es: Miembro

source: Can {0}
es: Puede {0}

source: Cannot {0}
es: No puede {0}

source: §e<Click to change this player's permissions>
es: §e<Click para cambiar el permiso del jugador>

source: Island Log
es: Log de la isla

source: §eClick here to return to §ethe main island screen.
es: §eClick aqui para volver §eal menu principal.

source: §e§lIsland Log
es: §e§lLog de la isla

source: Island Biome
es: Bioma

source: The ocean biome is the basic starting biome for all islands. passive mobs like animals will not spawn. Hostile mobs will spawn normally.
es: El bioma ocean es el bioma basico para todas las islas. Mobs passivos como animales no spawnean. Mobs agresivos spawnean normalmente.

source: The forest biome will allow your island to spawn passive. mobs like animals (including wolves). Hostile mobs will spawn normally.
es: El bioma forest permite spawnear mobs pasivos. Mobs como animales (lobos tambien) Mobs agresivos no spawnean normalmente.

source: The desert biome makes it so that there is no rain or snow on your island. Passive mobs won't spawn. Hostile mobs will spawn normally.
es: El bioma desert hace que no llueva ni que caiga nieve en tu isla. Mobs pasivos no spawnean. Mobs agresivos spawnean normalmente.

source: The jungle biome is bright and colorful. Passive mobs (including ocelots) will spawn. Hostile mobs will spawn normally.
es: El bioma jungle es brillante y colorido. Mobs pasivos (incluyendo ocelotes) spawnean. Mobs agresivos spawnean normalmente.

source: The swamp biome is dark and dull. Passive mobs will spawn normally and slimes have a small chance to spawn at night depending on the moon phase.
es: El bioma swampland es oscuro y aburrido. Mobs pasivos spawnean normalmente y hay una pequeña probabilidad de que los slimes spawneen dependiendo de la luna.

source: The taiga biome has snow instead of rain. Passive mobs will spawn normally (including wolves) and hostile mobs will spawn.
es: El bioma taiga tiene nieve en lugar de lluvia. Mobs pasivos spawnean normalmente (incluyendo lobos) y mobs agresivos spawnearan.

source: The mushroom biome is bright and colorful. Mooshrooms are the only mobs that will spawn. No other passive or hostile mobs will spawn.
es: El bioma mushroom es brillante y colorido. La vaca seta son los unicos mobs que spawnean. No otros mobs pasivos ni agresivos spawnean.

source: The hell biome looks dark and dead. Some mobs from the nether will spawn in this biome (excluding ghasts and blazes).
es: El bioma hell parece oscuro y muerto. Algunos mobs del nether spawnean en este bioma (sin incluir ghast y blazes).

source: The sky biome gives your island a special dark sky. Only endermen will spawn in this biome.
es: El bioma sky le dara a tu isla un especial cielo negro. Solo endermans spawnean en este bioma.

source: The plains biome has rain instead of snow. Passive mobs will spawn normally (including horses) and hostile mobs will spawn.
es: El bioma plains tiene lluvia en lugar de nieve. Mobs pasivos spawnean normal (incluyendo caballos) y mobs agresivos tambien.

source: The extreme hills biome. Passive mobs will spawn normally and hostile mobs will spawn.
es: El bioma extreme hills. Mobs pasivos spawnean normalmente al igual que los agresivos.

source: The flower forest biome. Passive mobs will spawn normally and hostile mobs will spawn.
es: El bioma flower forest. Mobs pasivos spawnean normalmente al igual que los agresivos.

source: Biome: {0}
es: Bioma: {0}

source: §2§lThis is your current biome.
es: §2§lEste es tu actual bioma.

source: §e§lClick to change to this biome.
es: §e§lClick para cambiar este bioma.

source: You cannot use this biome.
es: No puedes usar este bioma

source: Island Menu
es: Menu de Skyblock

source: Island Create Menu
es: Crea tu isla

source: §a§lStart an Island
es: §a§lCrea tu isla

source: Start your skyblock journey by starting your own island. Complete challenges to earn items and skybucks to help expand your skyblock. You can invite others to join in building your island empire! §e§lClick here to start!
es: Empieza a jugar skyblock creando tu propia isla. Completa los challenges para ganar items y dinero. Puedes expander tu isla. Tambien puedes invitar amigos y construir con ellos! Crea tu propio imperio! §e§lClick aqui para empezar!

source: §a§lJoin an Island
es: §a§lEntrar a una isla

source: Want to join another player's island instead of starting your own? If another player invites you to their island you can click here or use §e/island accept§f to join them. §e§lClick here to accept an invite! §e§l(You must be invited first)
es: Quieres entrar a la isla de otro jugador en lugar de crear la tuya? Si otra persona te invita a su isla tu puedes hacer click aqui o utilizar §e/island accept§f para entrar. §e§lClick aqui para aceptar una invitacion! §e§l(Debes ser invitado primero)

source: §a§lIsland Help
es: §a§lAyuda

source: Need help with skyblock concepts or commands? View details about them here. §e§lClick here for help!
es: Necesitas ayuda con skyblock, conceptos o comandos? ver la ayuda acerca de ellos aqui. §e§lClick aqui!

source: §a§lReturn Home
es: §a§lHome

source: Return to your island's home point. You can change your home point to any location on your island using §b/island sethome §e§lClick here to return home.
es: Vuelve a la home de tu isla. Puedes cambiar la ubicacion de tu home utilizando §b/island sethome §e§lClick aqui para ir a tu home!

source: View a list of §9challenges that you can complete on your island to earn skybucks, items, perks, and titles.
es: Observa la lista de §9challenges que puedes completar en tu isla para ganar items, dinero,etc.

source: §e§lClick here to view challenges.
es: §e§lClick aqui para ver los challenges.

source: §4§lChallenges disabled.
es: §4§lChallenges deshabilitados.

source: §a§lIsland Level
es: §a§lNivel de Isla

source: §eCurrent Level: §a{0,number,##.#}
es: §eNivel actual: §a{0,number,##.#}

source: Gain island levels by expanding your skyblock and completing certain challenges. Rarer blocks will add more to your level. §e§lClick here to refresh. §e§l(must be on island)
es: Sube de nivel tu isla expandiendo y completando challenges. Bloques raros ayudan a subir de nivel tu isla. §e§lClick para refrescar. §e§l(debes estar en tu isla)

source: Island Group
es: Grupo

source: View the members of your island group and their permissions. If you are the island leader, you can change the member permissions. §e§lClick here to view or change.
es: Mira los miembros de tu isla y sus permisos. Si tu eres el lider puedes modificar los permisos de cada usuario. §e§lClick aqui para ver o modificar!

source: Change Island Biome
es: Bioma de la Isla

source: The island biome affects things like grass color and spawning of both animals and monsters.
es: El bioma afecta varias cosas como el color del pasto, las hojas y el spawn de animales y monstruos.

source: §e§lClick here to change biomes.
es: §e§lClick aqui para cambiar el bioma!

source: §c§lYou can't change the biome.
es: §c§lNo puedes cambiar el bioma!

source: §a§lIsland Lock
es: §a§lBloquear/Desbloquear Isla

source: §eLock Status: §aActive §fYour island is currently §clocked. §fPlayers outside of your group §fare unable to enter your island.
es: §eEstado: §aBloqueada §fTu isla se encuentra §cbloqueada. §fLos jugadores que no sean §fmiembros no pueden entrar a tu isla.

source: §e§lClick here to unlock your island.
es: §e§lClick aqui para desbloquear tu isla!

source: §c§lYou can't change the lock.
es: §c§lNo puedes cambiar el bloqueo.

source: §eLock Status: §8Inactive §fYour island is currently §aunlocked. §fAll players are able to enter your §fisland, but only you and your group §fmembers may build there.
es: §eEstado: §8Desbloqueada §fTu isla se encuentra §adesbloqueada. §fTodos los jugadores pueden entrar §fa tu isla, pero solo tu y los miembros §fpueden construir.

source: §e§lClick here to lock your island.
es: §e§lClick para bloquear la isla!

source: §a§lIsland Warp
es: §a§lWarp

source: §eWarp Status: §aActive §fOther players may warp to your §fisland at anytime to the point §fyou set using §d/island setwarp.
es: §eEstado: §aActivo §fOtros jugadores pueden §fteletransportarse a tu isla. §fEstablece el warp utiliando §d/island setwarp

source: §e§lClick here to deactivate.
es: §e§lClick aqui para desactivar!

source: §c§lYou can't change the warp.
es: §c§lNo puedes cambiar el warp.

source: §eWarp Status: §8Inactive §fOther players can't warp to your §fisland. Set a warp point using §d/island setwarp §fbefore activating.
es: §eEstado: §8Desactivado §fLos jugadores no pueden §fteletransportarse a tu isla. §fAntes de activar utiliza §d/island setwarp

source: §e§lClick here to activate.
es: §e§lClick aqui para activar!

source: §a§lIsland Log
es: §a§lRegistro de la Isla

source: View a log of events from your island such as member, biome, and warp changes. §e§lClick to view the log.
es: Observa los eventos que se han registrado en tu isla, como por ejemplo, nuevos miembros, cambio de bioma, de warp, etc. §e§lClick para ver el registro!

source: §a§lChange Home Location
es: §a§lCambiar Ubicacion de Home

source: When you teleport to your island you will be taken to this location. §e§lClick here to change.
es: Cuanto te teletransportas hacia tu isla spawnearas en esta ubicacion. §e§lClick aqui para cambiar!

source: §a§lChange Warp Location
es: §a§lCambiar Ubicacion de Warp

source: When your warp is activated, other players will be taken to this point when they teleport to your island. §e§lClick here to change.
es: Cuanto el warp es activado, los jugadores que se teletransportan hacia tu isla, spawnearan en esta ubicacion. §e§lClick aqui para cambiar!

source: Something went wrong saving the island and/or party data!
es: Algo salio mal al guardar los datos de la isla y/o party!

source: §4Player is already assigned to this island!
es: §4El jugador ya fue asignado a la isla!

source: §4You are not part of an island. Returning you the spawn area!
es: §4No eres parte de esta isla. Enviandote hacia el spawn!

source: §aTeleporting you to your island.
es: §aTeletransportandote hacia tu isla!

source: §aYou will be teleported in {0} seconds.
es: §aSeras teletransportado en {0} segundos.

source: §4Unable to warp you to that player's island!
es: §4No se ha podido teletransportar hacia la isla de ese jugador!

source: §aTeleporting you to {0}'s island.
es: §aTeletransportandote hacia la isla {0}'s .

source: §4You must be closer to your island to set your skyblock home!
es: §4Debes estar mas cerca de tu isla para establecer tu home!
