Repository: Protocodyne/uSkyBlock
Catalog: uSkyBlock-bukkit-1.7.9/uSkyBlock-Core/src/main/po/*.po
Languages: es

source: §aYour skyblock home has been set to your current location.
es: §aTu home ha sido establecida en tu actual ubicacion!

source: §4Your current location is not a safe home-location.
es: §4Tu actual ubicacion es insegura!

source: Could not create your Island. Please contact a server moderator.
es: No se pudo crear tu isla. Por favor contacte con un administrador.

source: §eGetting your island ready, please be patient, it can take a while.
es: §eGenerando tu isla. Por favor se paciente, tomara solo un momento!

source: §aCongratulations! §eYour island has appeared.
es: §aFelicidades! Tu isla ha sido creada!

source: §cNote:§e Construction might still be ongoing.
es: §cNota:§e La generacion podria estar todavia en curso.

source: Use §9/is h§r or the §9/is§r menu to go there.
es: Utiliza §9/is h§r o el menu §9/is§r menu para ir

source: §eYay! We found a vacancy closer to spawn. §9Clearing it for you...
es: §eSI! Encontramos una isla vacia mas cerca del spawn. §9Limpiandola para ti...

source: §7Name: §b{0}
es: §7Nombre: §b{0}

source: §7Description: §b{0}
es: §7Descripcion: §b{0}

source: §7Language: §b{0} ({1})
es: §7Idioma: §b{0} ({1})

source: §2ENABLED
es: §2ACTIVADO

source: §4DISABLED
es: §4DESACTIVADO
